Repository: wanggzfdm/my-clipaste
Catalog: clipaste/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: Current route: %@. Cross-route merge: %@
de: Aktuelle Route: %1$@. Routenübergreifende Zusammenführung: %2$@
fr: Route actuelle : %1$@. Fusion entre routes : %2$@
ja: 現在のルート：%1$@。ルート間統合：%2$@
ko: 현재 경로: %1$@. 경로 간 병합: %2$@
zh_hans: 当前路由：%1$@。跨路由合并：%2$@
zh_hant: 目前路由：%1$@。跨路由合併：%2$@

source: Current Toggle State
de: Aktueller Schalterstatus
fr: État actuel du bouton
ja: 現在の切替状態
ko: 현재 토글 상태
zh_hans: 当前开关状态
zh_hant: 目前開關狀態

source: Current Version
de: Aktuelle Version
fr: Version actuelle
ja: 現在のバージョン
ko: 현재 버전
zh_hans: 当前版本
zh_hant: 目前版本

source: Custom (OpenAI Compatible)
de: Benutzerdefiniert (OpenAI-kompatibel)
fr: Personnalisé (compatible OpenAI)
ja: カスタム（OpenAI 互換）
ko: 사용자 지정 (OpenAI 호환)
zh_hans: 自定义（兼容 OpenAI 格式）
zh_hant: 自訂（相容 OpenAI 格式）

source: Custom Rules
de: Eigene Regeln
fr: Règles personnalisées
ja: カスタムルール
ko: 사용자 지정 규칙
zh_hans: 自定义规则
zh_hant: 自訂規則

source: Dark
de: Dunkel
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 暗黑
zh_hant: 深色

source: Data Source
de: Datenquelle
fr: Source de données
ja: データソース
ko: 데이터 소스
zh_hans: 数据来源
zh_hant: 資料來源

source: Data Sync
de: Datensynchronisierung
fr: Synchronisation des données
ja: データ同期
ko: 데이터 동기화
zh_hans: 数据同步
zh_hant: 資料同步

source: Default iCloud route failed to initialize. Fell back to local storage: %@
de: Initialisierung der iCloud-Standardroute fehlgeschlagen. Auf lokalen Speicher zurückgefallen: %1$@
fr: Échec de l’initialisation de la route iCloud par défaut. Basculement vers le stockage local : %1$@
ja: デフォルトの iCloud ルートの初期化に失敗しました。ローカルストレージにフォールバックしました：%1$@
ko: 기본 iCloud 경로 초기화에 실패했습니다. 로컬 저장소로 대체했습니다: %1$@
zh_hans: 默认 iCloud 路由初始化失败，已回退到本地存储：%1$@
zh_hant: 預設 iCloud 路由初始化失敗，已回復到本機儲存：%1$@

source: Default Mode
de: Standardmodus
fr: Mode par défaut
ja: デフォルトモード
ko: 기본 모드
zh_hans: 默认模式
zh_hant: 預設模式

source: Default Text Format
de: Standardtextformat
fr: Format de texte par défaut
ja: デフォルトテキストフォーマット
ko: 기본 텍스트 형식
zh_hans: 预设文字格式
zh_hant: 預設文字格式

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld Items
de: %lld Einträge löschen
fr: Supprimer %lld éléments
ja: %lld 件を削除
ko: %lld개 항목 삭제
zh_hans: 删除 %lld 个项目
zh_hant: 刪除 %lld 個項目

source: Delete AI Configuration Confirmation Message
de: Diese KI-Konfiguration wird dauerhaft gelöscht.
fr: Cette configuration IA sera supprimée définitivement.
ja: この AI 設定は完全に削除されます。
ko: 이 AI 구성은 영구적으로 삭제됩니다.
zh_hans: 此 AI 配置将被永久删除。
zh_hant: 此 AI 設定將被永久刪除。

source: Delete AI Configuration Confirmation Title
de: Diese Konfiguration löschen?
fr: Supprimer cette configuration ?
ja: この設定を削除しますか？
ko: 이 구성을 삭제할까요?
zh_hans: 要删除这个配置吗？
zh_hant: 要刪除這個設定嗎？

# Delete AI Skill Confirmation Message
source: This AI skill will be permanently deleted.
de: Diese KI-Fähigkeit wird dauerhaft gelöscht.
fr: Cette compétence IA sera supprimée définitivement.
ja: この AI スキルは完全に削除されます。
ko: 이 AI 기술은 영구적으로 삭제됩니다.
zh_hans: 此 AI 技能将被永久删除。
zh_hant: 此 AI 技能將被永久刪除。

# Delete AI Skill Confirmation Title
source: Delete AI Skill?
de: KI-Fähigkeit löschen?
fr: Supprimer la compétence IA ?
ja: AIスキルを削除しますか？
ko: AI 기술을 삭제할까요?
zh_hans: 删除 AI 技能？
zh_hant: 刪除 AI 技能？

source: Delete Configuration
de: Konfiguration löschen
fr: Supprimer la configuration
ja: 設定を削除
ko: 구성 삭제
zh_hans: 删除配置
zh_hant: 刪除設定

source: Delete Group
de: Gruppe löschen
fr: Supprimer le groupe
ja: グループを削除
ko: 그룹 삭제
zh_hans: 删除分组
zh_hant: 刪除群組

source: Delete Skill
de: Fähigkeit löschen
fr: Supprimer la compétence
ja: スキルを削除
ko: 기술 삭제
zh_hans: 删除技能
zh_hant: 刪除技能

source: Deleted %lld items. Kept %lld item(s) in Favorites.
de: %lld Einträge gelöscht. %lld Einträge in den Favoriten behalten.
fr: %lld éléments supprimés. %lld élément(s) conservé(s) dans les favoris.
ja: %lld件を削除し、お気に入り内の%lld件を保持しました。
ko: %lld개 항목을 삭제하고 즐겨찾기의 %lld개 항목은 유지했습니다.
zh_hans: 已删除 %lld 个项目，保留收藏中的 %lld 个项目。
zh_hant: 已刪除 %lld 個項目，保留收藏中的 %lld 個項目。

source: Display Position
de: Anzeigeposition
fr: Position d'affichage
ja: 表示位置
ko: 표시 위치
zh_hans: 显示位置
zh_hant: 顯示位置

source: Display preset category tabs like Text, Links, and Images in the navigation bar.
de: Zeigt voreingestellte Kategorien wie Text, Links und Bilder in der Navigationsleiste.
fr: Affiche des onglets de catégories prédéfinies (texte, liens, images) dans la barre de navigation.
ja: ナビゲーションバーにテキスト、リンク、画像などのプリセット分類タブを表示します。
ko: 내비게이션 바에 텍스트, 링크, 이미지 등 프리셋 분류 탭을 표시합니다.
zh_hans: 在导航栏中显示文本、链接和图片等预设分类标签。
zh_hant: 在導覽列中顯示文字、連結和圖片等預設分類標籤。

source: Don't Save
de: Nicht sichern
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장 안 함
zh_hans: 不保存
zh_hant: 不儲存

source: Done
de: Fertig
fr: Terminer
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Double-click to paste to the active app
de: Doppelklicken, um in die aktive App einzufügen
fr: Double-cliquer pour coller dans l’app active
ja: ダブルクリックでアクティブなアプリに貼り付け
ko: 두 번 클릭하여 활성 앱에 붙여넣기
zh_hans: 双击粘贴到当前 App
zh_hant: 雙擊貼上到目前的 App

source: Downloading update…
de: Update wird geladen…
fr: Téléchargement de la mise à jour…
ja: アップデートをダウンロード中…
ko: 업데이트를 다운로드하는 중…
zh_hans: 正在下载更新…
zh_hant: 正在下載更新…

source: Edit AI Configuration
de: KI-Konfiguration bearbeiten
fr: Modifier la configuration IA
ja: AI 設定を編集
ko: AI 구성 편집
zh_hans: 编辑 AI 配置
zh_hant: 編輯 AI 設定

source: Edit AI Skill
de: KI-Fähigkeit bearbeiten
fr: Modifier la compétence IA
ja: AIスキルを編集
ko: AI 기술 편집
zh_hans: 编辑 AI 技能
zh_hant: 編輯 AI 技能

source: Edit Configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration
ja: 設定を編集
ko: 구성 편집
zh_hans: 编辑配置
zh_hant: 編輯設定

source: Edit Content
de: Inhalt bearbeiten
fr: Modifier le contenu
ja: 内容を編集
ko: 내용 편집
zh_hans: 编辑内容
zh_hant: 編輯內容

source: Edit Image
de: Bild bearbeiten
fr: Modifier l’image
ja: 画像を編集
ko: 이미지 편집
zh_hans: 编辑图片
zh_hant: 編輯圖片

source: Edit Skill
de: Fähigkeit bearbeiten
fr: Modifier la compétence
ja: スキルを編集
ko: 기술 편집
zh_hans: 编辑技能
zh_hant: 編輯技能

source: Edit Text
de: Text bearbeiten
fr: Modifier le texte
ja: テキストを編集
ko: 텍스트 편집
zh_hans: 编辑文本
zh_hant: 編輯文字

source: Edit Title
de: Titel bearbeiten
fr: Modifier le titre
ja: タイトルを編集
ko: 제목 편집
zh_hans: 编辑标题
zh_hant: 編輯標題

source: Enable AI
de: KI aktivieren
fr: Activer l’IA
ja: AI を有効化
ko: AI 활성화
zh_hans: 启用 AI
zh_hant: 啟用 AI

source: Enable Skill
de: Fähigkeit aktivieren
fr: Activer la compétence
ja: スキルを有効化
ko: 기술 활성화
zh_hans: 启用技能
zh_hant: 啟用技能

source: English
de: Englisch
fr: Anglais
ja: 英語
ko: 영어
zh_hans: 英语
zh_hant: 英語

source: Enter a title
de: Titel eingeben
fr: Saisissez un titre
ja: タイトルを入力
ko: 제목 입력
zh_hans: 输入标题
zh_hant: 輸入標題

source: Favorites
de: Favoriten
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏

source: Feedback & Sound
de: Feedback & Ton
fr: Retour sonore
ja: フィードバックとサウンド
ko: 피드백 및 소리
zh_hans: 反馈与声音
zh_hant: 回饋與聲音

# File Content
source: File
de: Datei
fr: Fichier
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

source: File selection failed: %@
de: Dateiauswahl fehlgeschlagen: %1$@
fr: Échec de la sélection du fichier : %1$@
ja: ファイルの選択に失敗しました：%1$@
ko: 파일 선택 실패: %1$@
zh_hans: 文件选择失败：%1$@
zh_hant: 檔案選擇失敗：%1$@

source: Follow System
de: System folgen
fr: Suivre le système
ja: システムに従う
ko: 시스템 따름
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Forever
de: Unbegrenzt
fr: Illimité
ja: 無制限
ko: 영구
zh_hans: 永远
zh_hant: 永久

source: French
de: Französisch
fr: Français
ja: フランス語
ko: 프랑스어
zh_hans: 法语
zh_hant: 法語

source: Frequent (0.5s)
de: Häufig (0,5 s)
fr: Fréquent (0,5 s)
ja: 頻繁 (0.5秒)
ko: 자주 (0.5초)
zh_hans: 频繁 (0.5 秒)
zh_hant: 頻繁 (0.5 秒)

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: German
de: Deutsch
fr: Allemand
ja: ドイツ語
ko: 독일어
zh_hans: 德语
zh_hant: 德語

source: Get iOS Version
de: iOS-Version laden
fr: Obtenir la version iOS
ja: iOS 版を入手
ko: iOS 버전 받기
zh_hans: 获取 iOS 版本
zh_hant: 取得 iOS 版本

source: Global Search
de: Globale Suche
fr: Recherche globale
ja: グローバル検索
ko: 전체 검색
zh_hans: 全局搜索
zh_hant: 全域搜尋

source: Global Shortcut
de: Globaler Kurzbefehl
fr: Raccourci global
ja: グローバルショートカット
ko: 전체 단축키
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Global Shortcuts
de: Globale Kurzbefehle
fr: Raccourcis globaux
ja: グローバルショートカット
ko: 전체 단축키
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

source: Grant Paste Superpower
de: Einfüge-Superpower freischalten
fr: Accorder le super-pouvoir de collage
ja: ペーストの特別な権限を付与
ko: 붙여넣기 권한 부여
zh_hans: 赋予粘贴超能力
zh_hant: 賦予貼上超能力

source: Gray
de: Grau
fr: Gris
ja: グレー
ko: 회색
zh_hans: 灰色
zh_hant: 灰色

source: Group Name
de: Gruppenname
fr: Nom du groupe
ja: グループ名
ko: 그룹 이름
zh_hans: 分组名称
zh_hant: 群組名稱

source: Groups
de: Gruppen
fr: Groupes
ja: グループ
ko: 그룹
zh_hans: 分组
zh_hant: 群組

source: Hide Menu Bar Icon
de: Menüleistensymbol ausblenden
fr: Masquer l’icône dans la barre des menus
ja: メニューバーアイコンを非表示
ko: 메뉴 막대 아이콘 숨기기
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單列圖示

source: History
de: Verlauf
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史记录
zh_hant: 歷史記錄

source: History Capacity
de: Verlaufskapazität
fr: Capacité de l'historique
ja: 履歴の容量
ko: 기록 용량
zh_hans: 历史记录容量
zh_hant: 歷史記錄容量

source: Hold %@ while copying or pasting to force plain text output.
de: Halten Sie %@ beim Kopieren oder Einfügen gedrückt, um reinen Text zu erzwingen.
fr: Maintenez %@ pendant la copie ou le collage pour forcer le texte brut.
ja: コピーまたは貼り付け中に %@ を押したままにするとプレーンテキストを強制します。
ko: 복사 또는 붙여넣을 때 %@을(를) 누른 채로 두면 서식 없는 텍스트로 강제합니다.
zh_hans: 复制或粘贴时按住 %@ 可强制输出纯文本。
zh_hant: 拷貝或貼上時按住 %@ 可強制輸出純文字。

source: Hold Option and double-click to temporarily reverse the current text format setting.
de: Halten Sie die Wahltaste gedrückt und doppelklicken Sie, um das aktuelle Textformat vorübergehend umzukehren.
fr: Maintenez Option et double-cliquez pour inverser temporairement le format de texte actuel.
ja: Option キーを押しながらダブルクリックすると、テキストフォーマット設定を一時的に反転できます。
ko: Option 키를 누른 채 두 번 클릭하면 현재 텍스트 형식 설정을 일시적으로 반전할 수 있습니다.
zh_hans: 按住 Option 键并双击列表条目，可臨时反轉目前的文字格式设置。
zh_hant: 按住 Option 鍵並雙擊列表條目，可臨時反轉目前的文字格式設定。

source: Hold the modifier key while clicking an item to trigger the corresponding action.
de: Halten Sie die Sondertaste gedrückt, während Sie auf ein Element klicken, um die entsprechende Aktion auszulösen.
fr: Maintenez la touche de modification en cliquant sur un élément pour déclencher l'action correspondante.
ja: 項目をクリックする際に修飾キーを押し続けると、対応するアクションが実行されます。
ko: 항목을 클릭할 때 수정 키를 누르고 있으면 해당 작업이 실행됩니다.
zh_hans: 点击项目时按住修饰键可触发对应操作。
zh_hant: 點擊項目時按住修飾鍵可觸發對應操作。

source: Hold the quick paste modifier to reveal 1…9 shortcuts. Hold the plain text modifier while copying or pasting to strip formatting. Hold the preview modifier to trigger preview.
de: Halte die Schnell-Einfügen-Modifikatortaste gedrückt, um die Kurzbefehle 1…9 anzuzeigen. Halte beim Kopieren oder Einfügen die Nur-Text-Modifikatortaste gedrückt, um die Formatierung zu entfernen. Halte die Vorschau-Modifikatortaste gedrückt, um die Vorschau auszulösen.
fr: Maintenez la touche modificatrice de collage rapide pour afficher les raccourcis 1…9. Maintenez la touche modificatrice de texte brut pendant la copie ou le collage pour supprimer la mise en forme. Maintenez la touche modificatrice d’aperçu pour déclencher l’aperçu.
ja: クイック貼り付け修飾キーを押し続けると 1…9 のショートカットが表示されます。コピーまたは貼り付け時にプレーンテキスト修飾キーを押し続けると書式を除去できます。プレビュー修飾キーを押し続けるとプレビューを実行できます。
ko: 빠른 붙여넣기 보조키를 길게 누르면 1…9 단축키가 표시됩니다. 복사 또는 붙여넣기 중에 일반 텍스트 보조키를 누르고 있으면 서식이 제거됩니다. 미리보기 보조키를 누르고 있으면 미리보기가 실행됩니다.
zh_hans: 按住快速粘贴修饰键可显示 1…9 快捷键。复制或粘贴时按住纯文本修饰键可剥离格式。按住预览修饰键可触发预览。
zh_hant: 按住快速貼上修飾鍵可顯示 1…9 快捷鍵。拷貝或貼上時按住純文字修飾鍵可剝離格式。按住預覽修飾鍵可觸發預覽。

source: Horizontal Cards
de: Horizontale Karten
fr: Cartes horizontales
ja: 横向きカード
ko: 가로 카드
zh_hans: 横向卡片
zh_hant: 橫向卡片

source: Horizontal cards are better for browsing; vertical list is better for quick switching and searching.
de: Horizontale Karten sind besser zum Stöbern; vertikale Listen zum schnellen Wechseln und Suchen.
fr: Les cartes horizontales sont idéales pour parcourir ; la liste verticale pour basculer et chercher rapidement.
ja: 横向きカードは閲覧に、縦向きリストはすばやい切り替えと検索に適しています。
ko: 가로 카드는 탐색에, 세로 목록은 빠른 전환 및 검색에 적합합니다.
zh_hans: 水平卡片更适合浏览；垂直列表更适合快速切换和搜索。
zh_hant: 橫向卡片適合瀏覽預覽，縱向列表適合快速切換與搜尋。

source: iCloud account preflight passed
de: iCloud-Account-Vorabprüfung bestanden
fr: Précontrôle du compte iCloud réussi
ja: iCloud アカウントの事前チェックに成功しました
ko: iCloud 계정 사전 확인을 통과했습니다
zh_hans: iCloud 账户预检通过
zh_hant: iCloud 帳號預檢通過

source: iCloud connection status refreshed successfully
de: iCloud-Verbindungsstatus erfolgreich aktualisiert
fr: État de connexion iCloud actualisé avec succès
ja: iCloud 接続状態を正常に更新しました
ko: iCloud 연결 상태를 성공적으로 새로 고쳤습니다
zh_hans: iCloud 连接状态刷新成功
zh_hant: iCloud 連線狀態重新整理成功

source: iCloud Sync
de: iCloud-Synchronisierung
fr: Synchronisation iCloud
ja: iCloud 同期
ko: iCloud 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: If the shortcut doesn't work, allow Clipaste in System Settings > Privacy & Security > Accessibility.
de: Falls der Kurzbefehl nicht funktioniert, erlauben Sie Clipaste in Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen.
fr: Si le raccourci ne fonctionne pas, autorisez Clipaste dans Réglages Système > Confidentialité > Accessibilité.
ja: ショートカットが機能しない場合は、「システム設定 > プライバシーとセキュリティ > アクセシビリティ」で Clipaste に制御を許可してください。
ko: 단축키가 작동하지 않으면 시스템 설정 > 개인 정보 보호 및 보안 > 손쉬운 사용에서 Clipaste의 컴퓨터 제어를 허용하세요.
zh_hans: 如果快速键无法生效，请在「系统设置 > 隐私权與安全性 > 辅助功能」中允許 Clipaste 控制你的電腦。
zh_hant: 如果快速鍵無法生效，請在「系統設定 > 隱私權與安全性 > 輔助使用」中允許 Clipaste 控制你的電腦。

source: Ignored Apps
de: Ignorierte Apps
fr: Apps ignorées
ja: 除外するアプリ
ko: 제외된 앱
zh_hans: 排除的应用
zh_hant: 排除的應用程式

source: Ignored duplicate sync toggle request: %@
de: Doppelte Synchronisierungsschalter-Anfrage ignoriert: %1$@
fr: Demande de bascule de synchronisation en double ignorée : %1$@
ja: 重複した同期切り替えリクエストを無視しました：%1$@
ko: 중복된 동기화 전환 요청을 무시했습니다: %1$@
zh_hans: 已忽略重复的同步开关请求：%1$@
zh_hant: 已忽略重複的同步開關要求：%1$@

# Image Content
source: Image
de: Bild
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

source: Image OCR
de: Bild-OCR
fr: OCR d’image
ja: 画像 OCR
ko: 이미지 OCR
zh_hans: 图片 OCR
zh_hant: 圖片 OCR

# Image OCR Footer
source: Defaults to on-device Vision OCR. When enabled, the active multimodal AI configuration is used first and falls back to Vision OCR if it fails or the model does not support images.
de: Standardmäßig wird die geräteinterne Vision-OCR verwendet. Wenn aktiviert, wird zuerst die aktive multimodale KI-Konfiguration genutzt und bei Fehler oder fehlender Bildunterstützung auf Vision-OCR zurückgegriffen.
fr: Utilise par défaut l’OCR Vision local. Si l’option est activée, la configuration IA multimodale active est utilisée en priorité, avec un repli automatique sur l’OCR Vision en cas d’échec ou de modèle non compatible avec les images.
ja: 既定では端末内の Vision OCR を使用します。オンにすると、有効化されているマルチモーダル AI 設定を優先的に呼び出し、失敗時や画像非対応モデルでは Vision OCR にフォールバックします。
ko: 기본값은 기기 내 Vision OCR입니다. 켜면 활성화된 멀티모달 AI 구성을 먼저 사용하고, 실패하거나 이미지 미지원 모델인 경우 Vision OCR로 자동 전환됩니다.
zh_hans: 默认使用本机 Vision OCR。开启后将优先调用激活的多模态 AI 配置；若调用失败或模型不支持图片，会自动回退到 Vision OCR。
zh_hant: 預設使用本機 Vision OCR。開啟後將優先呼叫已啟用的多模態 AI 設定；若失敗或模型不支援圖片，會自動回退至 Vision OCR。

source: Initialized
de: Initialisiert
fr: Initialisé
ja: 初期化済み
ko: 초기화됨
zh_hans: 已初始化
zh_hant: 已初始化

source: Initialized runtime successfully. Default route: %@
de: Runtime erfolgreich initialisiert. Standardroute: %1$@
fr: Runtime initialisé avec succès. Route par défaut : %1$@
ja: ランタイムを正常に初期化しました。デフォルトルート：%1$@
ko: 런타임이 성공적으로 초기화되었습니다. 기본 경로: %1$@
zh_hans: 运行时初始化成功。默认路由：%1$@
zh_hant: 執行階段初始化成功。預設路由：%1$@

source: Interaction & Behavior
de: Interaktion & Verhalten
fr: Interaction et comportement
ja: 操作と挙動
ko: 상호작용 및 동작
zh_hans: 交互与行为
zh_hant: 互動與行為

source: Interface
de: Oberfläche
ja: インターフェース
ko: 인터페이스
zh_hans: 界面
zh_hant: 介面

source: Invalid Endpoint URL
de: Ungültige Endpunkt-URL
fr: URL de point d'accès invalide
ja: エンドポイント URL が無効です
ko: 잘못된 엔드포인트 URL
zh_hans: API 地址格式无效
zh_hant: API 位址格式無效

source: Invoke Clipaste from any app.
de: Clipaste von jeder App aus aufrufen.
fr: Invoquer Clipaste depuis n'importe quelle app.
ja: 任意のアプリから Clipaste をすばやく呼び出せます。
ko: 모든 앱에서 Clipaste를 빠르게 실행합니다.
zh_hans: 从任何 App 快速喚起 Clipaste。
zh_hant: 從任何 App 快速喚起 Clipaste。

source: Items in Favorites can't be deleted. Remove them from Favorites first.
de: Einträge in den Favoriten können nicht gelöscht werden. Entfernen Sie sie zuerst aus den Favoriten.
fr: Les éléments des favoris ne peuvent pas être supprimés. Retirez-les d'abord des favoris.
ja: お気に入り内の項目は削除できません。先にお気に入りから外してください。
ko: 즐겨찾기 항목은 삭제할 수 없습니다. 먼저 즐겨찾기에서 제거하세요.
zh_hans: 收藏中的项目不能删除，请先将其移出收藏。
zh_hant: 收藏中的項目不能刪除，請先將其移出收藏。

source: Japanese
de: Japanisch
fr: Japonais
ja: 日本語
ko: 일본어
zh_hans: 日语
zh_hant: 日語

source: Keep Original Formatting
de: Originalformat beibehalten
fr: Conserver le formatage d'origine
ja: 元の書式を維持
ko: 원본 서식 유지
zh_hans: 保留原始格式
zh_hant: 保留原始格式

source: Korean
de: Koreanisch
fr: Coréen
ja: 韓国語
ko: 한국어
zh_hans: 韩语
zh_hant: 韓語

source: Language
de: Sprache
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Language changes take full effect after the next launch.
de: Sprachänderungen werden nach dem nächsten Start wirksam.
fr: Les changements de langue prennent effet au prochain démarrage.
ja: 言語の変更は次回起動後に完全に反映されます。
ko: 언어 변경은 다음 시작 후에 완전히 적용됩니다.
zh_hans: 语言更改将在下次启动后完全生效。
zh_hant: 語言更改將在下次啟動後完全生效。

source: Last checked: %@
de: Zuletzt geprüft: %1$@
fr: Dernière vérification : %1$@
ja: 前回の確認：%1$@
ko: 마지막 확인: %1$@
zh_hans: 上次检查：%1$@
zh_hant: 上次檢查：%1$@

source: Last Position
de: Letzte Position
fr: Dernière position
ja: 前回の位置
ko: 마지막 위치
zh_hans: 上次位置
zh_hant: 出現在上次的位置

source: Last Sync: %@
de: Letzte Synchronisierung: %1$@
fr: Dernière synchronisation : %1$@
ja: 前回の同期：%1$@
ko: 마지막 동기화: %1$@
zh_hans: 上次同步：%1$@
zh_hant: 上次同步：%1$@

source: Latest Version
de: Neueste Version
fr: Dernière version
ja: 最新バージョン
ko: 최신 버전
zh_hans: 最新版本
zh_hant: 最新版本

source: Latest Version %@
de: Neueste Version %1$@
fr: Dernière version %1$@
ja: 最新バージョン %1$@
ko: 최신 버전 %1$@
zh_hans: 最新版本 %1$@
zh_hant: 最新版本 %1$@

source: Launch & Language
de: Start & Sprache
fr: Démarrage et langue
ja: 起動と言語
ko: 시작 및 언어
zh_hans: 启动与语言
zh_hant: 啟動與語言

source: Launch at Login
de: Bei Anmeldung starten
fr: Lancer à l'ouverture de session
ja: ログイン時に起動
ko: 로그인 시 시작
zh_hans: 开机启动
zh_hant: 開機啟動

source: Launch at Login (Coming Soon)
de: Bei Anmeldung starten (Demnächst)
fr: Lancer au démarrage (Bientôt)
ja: ログイン時に起動（近日公開）
ko: 로그인 시 시작（출시 예정）
zh_hans: 随系统启动（即将推出）
zh_hant: 隨系統啟動（即將推出）

source: Launch Clipaste at Login
de: Clipaste bei Anmeldung starten
fr: Lancer Clipaste au démarrage
ja: ログイン時に Clipaste を起動
ko: 로그인 시 Clipaste 시작
zh_hans: 登录时启动 Clipaste
zh_hant: 登入時啟動 Clipaste

source: Layout Mode
de: Layout-Modus
fr: Mode de disposition
ja: レイアウトモード
ko: 레이아웃 모드
zh_hans: 布局模式
zh_hant: 佈局模式

source: Layout Mode controls how clipboard items are displayed. Preview Panel shows detailed preview when using vertical layouts.
de: Der Layoutmodus steuert, wie Zwischenablageelemente angezeigt werden. Das Vorschaufenster zeigt eine detaillierte Vorschau bei vertikalen Layouts.
fr: Le mode de disposition contrôle l’affichage des éléments du presse-papiers. Le panneau d’aperçu affiche un aperçu détaillé lors de l’utilisation de dispositions verticales.
ja: レイアウトモードは、クリップボード項目の表示方法を制御します。プレビューパネルは、縦レイアウト使用時に詳細プレビューを表示します。
ko: 레이아웃 모드는 클립보드 항목의 표시 방식을 제어합니다. 세로 레이아웃을 사용할 때 미리보기 패널에 자세한 미리보기가 표시됩니다.
zh_hans: 布局模式控制剪贴板项目的显示方式。使用纵向布局时，预览面板会显示更详细的预览。
zh_hant: 佈局模式控制剪貼簿項目的顯示方式。使用縱向佈局時，預覽面板會顯示更詳細的預覽。

source: Light
de: Hell
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 明亮
zh_hant: 淺色

source: Link Display Mode
de: Link-Anzeigemodus
fr: Mode d’affichage des liens
ja: リンク表示モード
ko: 링크 표시 모드
zh_hans: 链接显示模式
zh_hant: 連結顯示模式

source: Loading Clipboard History…
de: Zwischenablageverlauf wird geladen…
fr: Chargement de l’historique du presse-papiers…
ja: クリップボード履歴を読み込み中…
ko: 클립보드 기록을 불러오는 중…
zh_hans: 正在加载剪贴板历史…
zh_hant: 正在載入剪貼簿歷史…

source: Local
de: Lokal
ja: ローカル
ko: 로컬
zh_hans: 本地
zh_hant: 本地

source: Local route active. Refresh only updated the timestamp
de: Lokale Route aktiv. Die Aktualisierung hat nur den Zeitstempel aktualisiert
fr: Route locale active. L’actualisation a uniquement mis à jour l’horodatage
ja: ローカルルートが有効です。更新ではタイムスタンプのみを更新しました
ko: 로컬 경로가 활성 상태입니다. 새로 고침은 타임스탬프만 업데이트했습니다
zh_hans: 当前为本地路由，刷新操作仅更新时间戳
zh_hant: 目前為本機路由，重新整理僅更新時間戳記

source: Local Runtime
de: Lokale Laufzeit
fr: Runtime locale
ja: ローカルランタイム
ko: 로컬 런타임
zh_hans: 本地运行时
zh_hant: 本地執行階段

source: Local Store
de: Lokaler Speicher
fr: Stockage local
ja: ローカルストア
ko: 로컬 저장소
zh_hans: 本地存储
zh_hant: 本地儲存

source: Manage AI Skills…
de: KI-Fähigkeiten verwalten…
fr: Gérer les compétences IA…
ja: AIスキルを管理…
ko: AI 기술 관리…
zh_hans: 管理 AI 技能…
zh_hant: 管理 AI 技能…

source: Merge and Copy %lld Items
de: %lld Einträge zusammenführen und kopieren
fr: Fusionner et copier %lld éléments
ja: %lld 件を結合してコピー
ko: %lld개 항목 병합 후 복사
zh_hans: 合并并复制 %lld 个项目
zh_hant: 合併並拷貝 %lld 個項目

source: Migration Assistant
de: Migrationsassistent
fr: Assistant de migration
ja: 移行アシスタント
ko: 마이그레이션 도우미
zh_hans: 迁移助手
zh_hant: 遷移助理

source: Migration in Progress…
de: Migration läuft…
fr: Migration en cours…
ja: 移行中…
ko: 마이그레이션 진행 중…
zh_hans: 迁移进行中…
zh_hant: 遷移進行中…

source: Missing AI Configuration
de: KI-Konfiguration fehlt
fr: Configuration IA manquante
ja: AI設定が見つかりません
ko: AI 구성을 찾을 수 없음
zh_hans: AI 配置不存在
zh_hant: AI 設定不存在

source: Model
de: Modell
fr: Modèle
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Model ID
de: Modell-ID
fr: Identifiant de modèle
ja: モデル ID
ko: 모델 ID
zh_hans: 模型 ID
zh_hant: 模型 ID

# Model Supports Image Input
source: Model supports image input (multimodal)
de: Modell unterstützt Bildeingabe (multimodal)
fr: Le modèle accepte les images (multimodal)
ja: このモデルは画像入力に対応（マルチモーダル）
ko: 모델이 이미지 입력을 지원함 (멀티모달)
zh_hans: 该模型支持图片输入（多模态）
zh_hant: 該模型支援圖片輸入（多模態）

# Model Supports Image Input Footer
source: Enable this when the chosen model accepts image input. AI OCR uses this flag to decide whether the model can be called for image recognition.
de: Aktivieren, wenn das gewählte Modell Bildeingaben akzeptiert. KI-OCR entscheidet anhand dieses Schalters, ob das Modell zur Bilderkennung aufgerufen werden kann.
fr: Activez cette option si le modèle choisi accepte les images. L’OCR IA s’appuie sur ce drapeau pour décider d’utiliser ou non le modèle pour la reconnaissance d’image.
ja: 選択したモデルが画像入力に対応している場合に有効にしてください。AI OCR はこの設定で画像認識にモデルを使えるかどうかを判定します。
ko: 선택한 모델이 이미지 입력을 지원하는 경우 켜세요. AI OCR은 이 값을 기준으로 모델을 이미지 인식에 사용할 수 있는지 판단합니다.
zh_hans: 当所选模型支持图片输入时勾选此项。AI OCR 会据此判断是否可以调用该模型进行图片识别。
zh_hant: 當所選模型支援圖片輸入時勾選此項。AI OCR 將據此判斷是否可以呼叫該模型進行圖片辨識。

source: Modifier Keys
de: Sondertasten
fr: Touches de modification
ja: 修飾キー
ko: 수정 키
zh_hans: 修饰键
zh_hant: 修飾鍵

source: Move Item to Top After Pasting
de: Element nach dem Einsetzen an den Listenanfang verschieben
fr: Déplacer l'élément en tête de liste après collage
ja: ペースト後に項目をリストの先頭に移動
ko: 붙여넣기 후 항목을 목록 맨 앞으로 이동
zh_hans: 粘贴后将項目移至列表最前
zh_hant: 貼上後將項目移至列表最前

source: Multiple Themes
de: Mehrere Designs
fr: Thèmes multiples
ja: 複数のテーマ
ko: 다양한 테마
zh_hans: 多种主题
zh_hant: 多種主題

source: Navigation & Actions
de: Navigation & Aktionen
fr: Navigation et actions
ja: ナビゲーションとアクション
ko: 탐색 및 작업
zh_hans: 导航与操作
zh_hant: 導航與操作

source: Near Mouse Cursor
de: Neben dem Mauszeiger
fr: Près du curseur de la souris
ja: マウスカーソルの近く
ko: 마우스 커서 옆
zh_hans: 靠近鼠标光标
zh_hant: 出現在滑鼠游標旁

source: Near Status Bar Icon
de: Neben dem Statusleistensymbol
fr: Près de l'icône de la barre d'état
ja: ステータスバーアイコンの近く
ko: 상태 막대 아이콘 옆
zh_hans: 靠近状态栏图标
zh_hant: 出現在狀態列圖示旁

source: New
de: Neu
fr: Nouveau
ja: 新着
ko: 신규
zh_hans: 新
zh_hant: 新

source: New Group
de: Neue Gruppe
fr: Nouveau groupe
ja: 新規グループ
ko: 새 그룹
zh_hans: 新建分组
zh_hant: 新增群組

source: New Group…
de: Neue Gruppe…
fr: Nouveau groupe…
ja: 新規グループ…
ko: 새 그룹…
zh_hans: 新增分组…
zh_hant: 新增群組…

source: Next List
de: Nächste Liste
fr: Liste suivante
ja: 次のリスト
ko: 다음 목록
zh_hans: 下一个列表
zh_hant: 下一個列表

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
zh_hans: 否
zh_hant: 否
